import React from 'react'

const Tutorial = () => {
    return (
        <div className='page'>
            <h1>Руководство: Введение в React</h1>
            <h2>Прежде чем мы начнем</h2>
            <h3>Что мы делаем</h3>
                <p>Сегодня, мы собираемся создать интерактивную игру "крестики-нолики".</p>
                <p>Если хотите, вы можете посмотреть финальный результат здесь: <a
                href="https://codepen.io/gaearon/pen/gWWZgR?editors=0010">Финальный результат</a>.
                Не беспокойтесь если этот код кажется незнакомым или непонятным. Мы будем учить как
                создавать эту игру шаг за шагом на протяжении этого руководства.
                </p>
                <p>Попробуйте сыграть в игру. Вы можете кликать на кнопку в списке действий, чтобы
                вернуться назад во времени и видеть как выглядела доска до действия.</p>
                <p>Когда будете играть со знакомым, не стесняйтесь закройте эту вкладку, чтобы начать играть.</p>
            <h3>Необходимые условия</h3>
                <p></p>

        </div>
    )
}

export default Tutorial